{
  "Let us know how we can do better.": "Lass uns wissen, was wir besser machen können.",
  "Report a bug, or share your feedback with us.": "Melde einen Bug oder teile dein Feedback mit uns.",
  "Feedback": "Feedback",
  "We are here to help.": "Wir helfen gerne weiter.",
  "Which feature would you like to see next?": "Welches Feature möchtest du gerne eingebaut haben?",
  "Share your opinion.": "Teile deine Meinung mit uns.",
  "Report an issue": "Melde einen Fehler",
  "Found a bug? Let us know.": "Du hast einen Bug gefunden? Lass es uns wissen.",
  "Wrong API key": "Falscher API Key",
  "Click and drag to mark the bug": "Klicken & ziehen um den Bug zu markieren",
  "I read and accept the": "Ich akzeptiere die ",
  " privacy policy": "Datenschutzerklärung",
  "Problem detected": "Problem erkannt",
  "Oh, oh looks like something went wrong here. By submitting this form, you will help us fix the issue and improve big time.": "Oh, oh scheint als wäre etwas schief gelaufen. Indem du dieses Formular abschickst, hilfst du uns das Problem zu beheben und uns zu verbessern.",
  "Thanks for submitting your report. You’ve just done us a big favor.": "Danke für den Report. Du hast uns gerade einen mega Gefallen getan.",
  "Email": "E-Mail",
  "Your e-mail": "Deine E-Mail Adresse",
  "Tell us more about the problem": "Kannst du uns mehr zum Problem sagen?",
  "Describe what went wrong": "Beschreibe was schief gelaufen ist",
  "Send report": "Report senden",
  "Your feedback means a lot to us. Add more details to your screenshot to let us know what needs fixing.": "Dein Feedback bedeutet uns echt was. Füge noch mehr Details zum Screenshot hinzu und lass uns wissen, was wir fixen sollen.",
  "Thanks for submitting your report. You’ve contributed to helping us improve. 🙌": "Danke für’s Absenden des Reports. Du hast gerade dazu beigetragen, dass wir besser werden. 🙌",
  "Describe the issue": "Beschreibe das Problem",
  "The more information, the better.": "Je mehr Informationen, desto besser.",
  "Rate your experience": "Bewerte deine Experience",
  "Your feedback means a lot to us. Thanks for your rating.": "Dein Feedback bedeutet uns echt was. Danke für dein Rating.",
  "Please tell us more": "Füge noch eine genauere Beschreibung hinzu",
  "The more details, the better.": "Je mehr Details, desto besser.",
  "Send feedback": "Feedback senden",
  "Contact us": "Kontaktiere uns",
  "Our support team is always here to help.": "Unser Support Team hilft gerne weiter.",
  "Thanks for your message. We will be in touch shortly": "Danke für deine Nachricht. Wir melden uns in Kürze.",
  "Message": "Nachricht",
  "Your message": "Deine Nachricht",
  "Send message": "Nachricht senden",
  "Request a feature": "Feature anfordern",
  "What feature or improvement would you like to see?": "Welches Feature würdest du gerne als nächstes umgesetzt sehen?",
  "We’re working full steam to constantly improve. We’ll be in touch if we have further questions or an update for you.": "Wir arbeiten unter volldampf daran besser zu werden. Wir melden uns wenn wir noch Fragen oder ein Update für dich haben.",
  "Explain your request.": "Beschreibe deinen Feature Request.",
  "Subject": "Betreff",
  "Description": "Beschreibung",
  "Send request": "Request senden"
}
