{
  "Let us know how we can do better.": "H谩ganos saber c贸mo podemos mejorar.",
  "Report a bug, or share your feedback with us.": "Reportar un bug o comparte tu opini贸n con nosotros.",
  "Feedback": "Feedback",
  "We are here to help.": "Estamos aqu铆 para ayudar.",
  "Which feature would you like to see next?": "驴Qu茅 funci贸n te gustar铆a ver a continuaci贸n?",
  "Share your opinion.": "Comparte tu opini贸n.",
  "Report an issue": "Reportar un problema",
  "Found a bug? Let us know.": "驴Encontraste un bug? Haznos saber.",
  "Wrong API key": "Clave de API incorrecta",
  "Click and drag to mark the bug": "Haga clic y arrastre para marcar el error",
  "I read and accept the": "He le铆do y acepto ",
  " privacy policy": "las Pol铆tica de privacidad",
  "Problem detected": "Problema detectado",
  "Oh, oh looks like something went wrong here. By submitting this form, you will help us fix the issue and improve big time.": "Oh, oh parece que algo sali贸 mal aqu铆. Al enviar este formulario, nos ayudar谩 a solucionar el problema y a mejorar a lo grande.",
  "Thanks for submitting your report. Youve just done us a big favor.": "Gracias por enviar su informe. Nos acaba de hacer un gran favor.",
  "Email": "Correo electr贸nico",
  "Your e-mail": "Su direcci贸n de correo electr贸nico",
  "Tell us more about the problem": "Cu茅ntanos m谩s sobre el problema",
  "Describe what went wrong": "Describe lo que sali贸 mal",
  "Send report": "Enviar reporte",
  "Your feedback means a lot to us. Add more details to your screenshot to let us know what needs fixing.": "Sus comentarios significan mucho para nosotros. Agregue m谩s detalles a su captura de pantalla para informarnos que debe solucionarse.",
  "Thanks for submitting your report. Youve contributed to helping us improve. ": "Gracias por enviar su informe. Ha contribuido a ayudarnos a mejorar. ",
  "Describe the issue": "Describa el problema",
  "The more information, the better.": "Cuanta m谩s informaci贸n mejor.",
  "Rate your experience": "Califica tu experiencia",
  "Your feedback means a lot to us. Thanks for your rating.": "Sus comentarios significan mucho para nosotros. Gracias por su calificaci贸n.",
  "Please tell us more": "Cu茅ntanos m谩s",
  "The more details, the better.": "Cuantos m谩s detalles, mejor.",
  "Send feedback": "Env铆e sus comentarios",
  "Contact us": "Contacta con nosotros",
  "Our support team is always here to help.": "Nuestro equipo de soporte siempre est谩 aqu铆 para ayudar.",
  "Thanks for your message. We will be in touch shortly": "Gracias por tu mensaje. Estaremos en contacto dentro de poco.",
  "Message": "Mensaje",
  "Your message": "Tu mensaje",
  "Send message": "Enviar mensaje",
  "Request a feature": "Solicita una funci贸n",
  "What feature or improvement would you like to see?": "驴Qu茅 funci贸n o mejora le gustar铆a ver?",
  "Were working full steam to constantly improve. Well be in touch if we have further questions or an update for you.": "Trabajamos a todo vapor para mejorar constantemente. Nos comunicaremos con usted si tenemos m谩s preguntas o una actualizaci贸n para usted.",
  "Explain your request.": "Explique su solicitud.",
  "Subject": "Sujeto",
  "Description": "Descripci贸n",
  "Send request": "Enviar solicitud"
}
