{
  "Let us know how we can do better.": "Faites-nous savoir comment nous pouvons mieux faire.",
  "Report a bug, or share your feedback with us.": "Signaler un bug ou partagez vos commentaires avec nous.",
  "Feedback": "Feedback",
  "We are here to help.": "Nous sommes ici pour aider.",
  "Which feature would you like to see next?": "Quelle fonctionnalité aimeriez-vous voir ensuite?",
  "Share your opinion.": "Donnez votre avis.",
  "Report an issue": "Signaler un problème",
  "Found a bug? Let us know.": "Vous avez trouvé un bug? Faites le nous savoir.",
  "Wrong API key": "Clé API incorrecte",
  "Click and drag to mark the bug": "Cliquez et faites glisser pour marquer le bug",
  "I read and accept the": "J’ai lu et j’accepte ",
  " privacy policy": "politique de confidentialité",
  "Problem detected": "Problème détecté",
  "Oh, oh looks like something went wrong here. By submitting this form, you will help us fix the issue and improve big time.": "Oh, oh quelque chose s’est mal passé ici. En soumettant ce formulaire, vous nous aiderez à résoudre le problème et à améliorer considérablement.",
  "Thanks for submitting your report. You’ve just done us a big favor.": "Merci d’avoir soumis votre rapport. Vous venez de nous rendre un grand service.",
  "Email": "E-mail",
  "Your e-mail": "Votre e-mail",
  "Tell us more about the problem": "Dites-nous en plus sur le problème",
  "Describe what went wrong": "Décrivez ce qui s’est mal passé",
  "Send report": "Envoyer un rapport",
  "Your feedback means a lot to us. Add more details to your screenshot to let us know what needs fixing.": "Votre retour d’information a beaucoup de valeur pour nous. Ajoutez plus de détails à votre capture d’écran pour nous faire savoir ce qui doit être corrigé.",
  "Thanks for submitting your report. You’ve contributed to helping us improve. 🙌": "Merci d’avoir soumis votre rapport. Vous avez contribué à nous aider à devenir meilleur. 🙌",
  "Describe the issue": "Décrivez le problème",
  "The more information, the better.": "Plus il y a d’informations, mieux c’est.",
  "Rate your experience": "Évaluez votre expérience",
  "Your feedback means a lot to us. Thanks for your rating.": "Votre retour d’information a beaucoup de valeur pour nous. Merci pour votre évaluation.",
  "Please tell us more": "Merci de nous en dire plus",
  "The more details, the better.": "Plus c’est précis, mieux c’est.",
  "Send feedback": "Envoyer des commentaires",
  "Contact us": "Contactez-nous",
  "Our support team is always here to help.": "Notre équipe d’assistance est toujours là pour vous aider.",
  "Thanks for your message. We will be in touch shortly": "Merci pour votre message. Nous vous contacterons prochainement.",
  "Message": "Message",
  "Your message": "Votre message",
  "Send message": "Envoyer le message",
  "Request a feature": "Demander une fonctionnalité",
  "What feature or improvement would you like to see?": "Quelle fonctionnalité ou amélioration voudriez-vous voir?",
  "We’re working full steam to constantly improve. We’ll be in touch if we have further questions or an update for you.": "Nous travaillons à plein régime pour nous améliorer constamment. Nous vous contacterons si nous avons d’autres questions ou une mise à jour pour vous.",
  "Explain your request.": "Expliquez votre demande.",
  "Subject": "Matière",
  "Description": "Description",
  "Send request": "Envoyer une demande"
 }