{
  "Let us know how we can do better.": "Fateci sapere come possiamo fare meglio.",
  "Report a bug, or share your feedback with us.": "Segnalare un bug o condividi il tuo feedback con noi.",
  "Feedback": "Feedback",
  "We are here to help.": "Siamo qui per aiutare.",
  "Which feature would you like to see next?": "Quale funzione vorresti vedere dopo?",
  "Share your opinion.": "Condividi la tua opinione.",
  "Report an issue": "Segnala un problema",
  "Found a bug? Let us know.": "Trovato un bug? Facci sapere.",
  "Wrong API key": "API key sbagliata",
  "Click and drag to mark the bug": "Fare clic e trascinare per segnalare il bug",
  "I read and accept the": "Ho letto e accetto la ",
  " privacy policy": "politica sulla riservatezza",
  "Problem detected": "Problema rilevato",
  "Oh, oh looks like something went wrong here. By submitting this form, you will help us fix the issue and improve big time.": "Oh, oh sembra che qualcosa sia andato storto qui. Inviando questo modulo, ci aiuterai a risolvere il problema e ci stai aiutando a migliorare alla grande.",
  "Thanks for submitting your report. You’ve just done us a big favor.": "Grazie per aver inviato la tua segnalazione. Ci hai appena fatto un grosso favore.",
  "Email": "E-mail",
  "Your e-mail": "La tua e-mail",
  "Tell us more about the problem": "Dicci di più sul problema",
  "Describe what went wrong": "Descrivi cosa è andato storto",
  "Send report": "Spedisci il rapporto",
  "Your feedback means a lot to us. Add more details to your screenshot to let us know what needs fixing.": "Il tuo feedback significa molto per noi. Aggiungi ulteriori dettagli allo screenshot per farci sapere cosa deve essere aggiustato.",
  "Thanks for submitting your report. You’ve contributed to helping us improve. 🙌": "Grazie per aver inviato la tua segnalazione. Hai contribuito ad aiutarci a migliorare. 🙌",
  "Describe the issue": "Descrivi il problema",
  "The more information, the better.": "Più informazioni, meglio è.",
  "Rate your experience": "Valuta la tua esperienza",
  "Your feedback means a lot to us. Thanks for your rating.": "Il tuo feedback significa molto per noi. Grazie per la tua valutazione.",
  "Please tell us more": "Per favore dicci di più",
  "The more details, the better.": "Più dettagli, meglio è.",
  "Send feedback": "Invia feedback",
  "Contact us": "Contattaci",
  "Our support team is always here to help.": "Il nostro team di supporto è sempre qui per aiutarti.",
  "Thanks for your message. We will be in touch shortly": "Grazie per il tuo messaggio. Ci terremo in contatto.",
  "Message": "Messaggio",
  "Your message": "Il tuo messaggio",
  "Send message": "Invia messaggio",
  "Request a feature": "Richiedi una funzionalità",
  "What feature or improvement would you like to see?": "Quale funzionalità o miglioramento vorresti vedere?",
  "We’re working full steam to constantly improve. We’ll be in touch if we have further questions or an update for you.": "Stiamo lavorando a pieno ritmo per migliorare costantemente. Ti contatteremo se avremo ulteriori domande o un aggiornamento per te.",
  "Explain your request.": "Spiega la tua richiesta.",
  "Subject": "Soggetto",
  "Description": "Descrizione",
  "Send request": "Invia richiesta"
 }