{
  "Let us know how we can do better.": "Laat ons weten hoe we het beter kunnen doen.",
  "Report a bug, or share your feedback with us.": "Meld een bug of deel uw feedback met ons.",
  "Feedback": "Feedback",
  "We are here to help.": "We zijn hier om te helpen.",
  "Which feature would you like to see next?": "Welke functie zou je als volgende willen zien?",
  "Share your opinion.": "Deel uw mening.",
  "Report an issue": "Een probleem melden",
  "Found a bug? Let us know.": "Een fout gevonden? Laat het ons weten.",
  "Wrong API key": "Verkeerde API-sleutel",
  "Click and drag to mark the bug": "Klik en sleep om de bug te markeren",
  "I read and accept the": "Ik lees en accepteer het ",
  " privacy policy": "privacybeleid",
  "Problem detected": "Probleem gedetecteerd",
  "Oh, oh looks like something went wrong here. By submitting this form, you will help us fix the issue and improve big time.": "Oh, oh het lijkt erop dat hier iets mis is gegaan. Door dit formulier in te dienen, helpt u ons het probleem op te lossen en enorm te verbeteren.",
  "Thanks for submitting your report. You’ve just done us a big favor.": "Bedankt voor het indienen van uw rapport. Je hebt ons zojuist een groot plezier gedaan.",
  "Email": "E-mail",
  "Your e-mail": "Jouw e-mail",
  "Tell us more about the problem": "Vertel ons meer over het probleem",
  "Describe what went wrong": "Beschrijf wat er mis ging",
  "Send report": "Verzend rapport",
  "Your feedback means a lot to us. Add more details to your screenshot to let us know what needs fixing.": "Uw feedback betekent veel voor ons. Voeg meer details toe aan je screenshot om ons te laten weten wat er moet worden gerepareerd.",
  "Thanks for submitting your report. You’ve contributed to helping us improve. 🙌": "Bedankt voor het indienen van uw rapport. Je hebt bijgedragen om ons te helpen verbeteren. 🙌",
  "Describe the issue": "Beschrijf het probleem",
  "The more information, the better.": "Hoe meer informatie, hoe beter.",
  "Rate your experience": "Beoordeel je ervaring",
  "Your feedback means a lot to us. Thanks for your rating.": "Uw feedback betekent veel voor ons. Bedankt voor uw waardering.",
  "Please tell us more": "Vertel ons meer",
  "The more details, the better.": "Hoe meer details, hoe beter.",
  "Contact us": "Neem contact op",
  "Our support team is always here to help.": "Ons ondersteuningsteam staat altijd voor u klaar.",
  "Thanks for your message. We will be in touch shortly": "Bedankt voor je bericht. We nemen binnenkort contact op.",
  "Message": "Bericht",
  "Your message": "Jouw bericht",
  "Send message": "Bericht versturen",
  "Request a feature": "Vraag een functie aan",
  "What feature or improvement would you like to see?": "Welke functie of verbetering zou u graag willen zien?",
  "We’re working full steam to constantly improve. We’ll be in touch if we have further questions or an update for you.": "We werken op volle kracht om voortdurend te verbeteren. We nemen contact met je op als we nog vragen of een update voor je hebben.",
  "Explain your request.": "Licht uw verzoek toe.",
  "Subject": "Onderwerpen",
  "Description": "Omschrijving",
  "Send request": "​​Verzend verzoek"
 }